"(Not You?)|Login - Clickable text letting user log in as a different user" = "(회원님이 아니세요?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend is Nearby|Title of megaphone to encourage user to share location." = "친구 1명이 근처에 있습니다";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "하루";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1시간";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1분";

"1d|short indicator that a user was active 1 day ago" = "1일";

"1h|short indicator that a user was active 1 hour ago" = "1시간";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "1분 한도: 보내려면 놓으세요";

"1m|short indicator that a user was active 1 minute ago" = "1분";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2일";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2시간";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2분";

"A new version of Messenger is available.|New version title" = "메신저의 새 버전을 사용할 수 있습니다.";

"Activation Code|placeholder text for activation code field" = "활성화 코드";

"Activation Request Failed|" = "활성화 요청 실패";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "현재 활동중 (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "즐겨찾기 추가";

"Add More People|button for adding people to the conversation" = "더 많은 사람 추가";

"Add More People|title for add members page" = "더 많은 사람 추가";

"Add More People|title for add people page" = "더 많은 사람 추가";

"Add To Conversation|text to show in the add people button" = "대화에 추가";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "기존 연락처에 추가";

"Add|generic add button" = "추가";

"Adding...|adding progress text" = "추가 중...";

"Advanced Settings|text for advanced settings button" = "세부 설정";

"Advanced|title for advanced settings page" = "고급";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "%1$@까지 알림 끄기";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "1시간 동안 알림 끄기";

"Alerts Off|Indicates that alerts are off" = "알림 꺼짐";

"Alerts On|Indicates that alerts are on" = "알림 켜짐";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "8시간동안 모든 알림이 꺼집니다.";

"All notifications are off.|Mute warning display on thread list" = "모든 알림이 꺼졌습니다.";

"Answer|Text for button that accepts a call" = "받기";

"Archive Thread|Button label that will archive the thread" = "글타래 보관하기";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "이 대화 이름을 삭제하시겠습니까?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "이 대화에서 나가시겠습니까? 더 이상 새 메시지를 받지 못합니다.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "확인해주세요!";

"Attach a Photo|Button label for attaching a photo from the photo library" = "사진 첨부";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "미디어 첨부";

"Auto Send|Auto send label" = "자동 전송";

"Back|generic nav bar back button" = "뒤로";

"Bing Image Search|" = "Bing 이미지 검색";

"Call Ended|End call message in non-error case" = "통화 종료";

"Call Ended|String shown when the call ends" = "통화 종료";

"Call Failed|End call message in error case" = "통화 실패";

"Call %@|action sheet option for calling a phone number" = "%1$@에게 전화 걸기";

"Camera|Button label for attaching a photo from the camera" = "카메라";

"Cancel|Title for generic Cancel button." = "취소";

"Choose Photo|action sheet option for choosing a photo from photo library" = "사진 선택";

"Clear|prompt to clear all unsent messages" = "지우기";

"Clearing...|Progress text shown while clearing the image for a thread" = "지우는 중...";

"Clearing...|Progress text shown while clearing the name for a thread" = "지우는 중...";

"Close active chat|Button to close an active chat" = "채팅창 닫기";

"Comment|Comment button title" = "댓글 달기";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "%1$@님에게 보내는 메시지 작성";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "%1$@님에게 보내는 메시지 작성: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "휴대폰 확인";

"Connecting|Text shown on call screen while connecting a call" = "연결중";

"Connection Failed|Alert title when connection failed" = "연결 실패";

"Connection Lost|End call message in connection lost case" = "연결 끊김";

"Contact Info|Title of the canonical thread info page." = "연락처 정보";

"Contacting|Text shown on call screen while contacting another party" = "연락중";

"Continue|Login - Login Button Title for Keychain Login" = "계속";

"Conversation Name|placeholder text in conversation name textfield" = "대화 이름";

"Copy Link|Option that pops out after long press on a link in message thread." = "링크 복사";

"Copy|action sheet option for copying a string to the clipboard" = "복사";

"Could not add new members. Please try again.|message for failing to add members dialog" = "새 회원을 추가할 수 없습니다. 다시 시도해 주세요.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "연락 가능 여부를 알 수 없음";

"Countries|Title for country picker" = "국가";

"Country|Country - Country placeholder text" = "국가";

"Create Group Conversation|button for adding people to the canonical conversation" = "그룹 대화 만들기";

"Create New Contact|action sheet option for creating a new contact" = "새 연락처 만들기";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "현재 통화중";

"Customize Notification Settings|User education for how to configure conversation alerts" = "알림 설정 맞춤화";

"Decline|Text for button that declines a call" = "거절";

"Delete Conversation Name|alert title for deleting conversation name" = "대화 이름 삭제";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "삭제할까요? 삭제 후 취소할 수 없습니다.";

"Delete|Button to accept deleting the name of a conversation" = "삭제";

"Delete|Label for button to delete previous character" = "삭제";

"Delete|button text for deleting a message" = "삭제";

"Delete|button text for removing an unsent message" = "삭제";

"Details|title for message details page" = "상세 정보";

"Discover Who's Nearby|Title of NUX to encourage user to share location." = "누가 근처에 있는지 알아보세요";

"Discover which friends are nearby and let them know you're around.|Description of megaphone to encourage user to share location." = "친구가 근처에 있을 때 이를 알 수 있고 회원님이 가까이 있음을 알릴 수 있습니다.";

"Discover who's in the area and let them know you're around.|Description of megaphone to encourage user to share location." = "누구 근처에 있는지 알아보고 회원님이 가까이 있음을 알리세요.";

"Dismiss|Dismiss the audio recorder" = "무시";

"Don't Delete|Button to decline to delete the name of a conversation" = "삭제 안 함";

"Don't Save|Don't save action sheet button" = "저장 안 함";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "완료";

"Download|Button title to download an upgrade" = "다운로드";

"Edit|Edit button/label title for chat divebar" = "수정";

"Email|email field placeholder on login screen" = "이메일";

"Empty Feedback|Title for empty feedback warning." = "의견이 없음";

"Enter Code|Enter Code page title" = "코드 입력";

"Error|error title after failed to load webview" = "오류";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook 사용자";

"Failed to add members|title for failing to add members dialog" = "회원을 추가하지 못했습니다.";

"Failed to save your settings.|error message after changing thread alert setting." = "설정을 저장하지 못했습니다.";

"Favorites|chat bar favorites header title" = "즐겨찾기";

"Free Call|Text on button that starts a messenger call" = "무료 통화";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "무료 통화 기능을 사용할 수 없음";

"Friends of Friends|Table section header for a list of friends of friends search results" = "친구의 친구";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "메신저 상의 친구들";

"Get Directions|action sheet option for viewing a map" = "경로 안내";

"Get Facebook Messenger|Title of a link that takes the user to download the Facebook Messenger app" = "Facebook 메신저 다운로드";

"Get Started|Title for NUX" = "시작하기";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "의견 보내기 또는 문제 신고하기";

"Google Image Search|" = "Google 이미지 검색";

"Group Conversation|Create a group conversation divebar label" = "그룹 대화";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "그룹 대화";

"Group Info|Title of group thread info page." = "그룹 정보";

"Help|text for help button" = "도움말";

"Hold to Talk|The instruction for holding the record button and talk" = "누른 상태에서 말하세요";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "확인합니다.";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "%1$@ 사용을 즐기신다면 이 업데이트를 평가해 주시겠어요? 감사합니다!";

"Image Search|action sheet option for choosing a photo from image search" = "이미지 검색";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "위치 포함";

"Incomplete contact|Alert title: Newly created contact needs more information" = "불완전한 연락처";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "올바르지 않은 확인 코드";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Facebook 메신저를 설치할까요?";

"Install Messenger to listen to this message and record your own.|The detailed message to tell user that the audio clip feature is not supported on the wilde, and then promote a link for them to download the Facebook Messenger app" = "메신저를 설치해 이 메시지를 듣고 회원님의 메시지도 녹음하세요.";

"Install|Button text to install the Facebook Messenger" = "설치";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "잘못된 연락처";

"Invalid Country Code|alert title for invalid country code" = "잘못된 국가 코드";

"Invalid Phone Number|alert title for invalid phone number" = "잘못된 전화번호";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "모두에게 진행 상황 알리기";

"Last Updated: %@|last updated date in pull to refresh header" = "마지막 업데이트 날짜: %1$@";

"Learn More|Title for button to learn more about sharing location." = "자세히 알아보기";

"Leave Conversation|leave conversation button" = "대화에서 나가기";

"Leave conversation?|confirmation dialog title for leaving a thread" = "대화에서 나가시겠습니까?";

"Leave|Button title for leaving a thread" = "나가기";

"Leaving...|Progress text shown while leaving a thread" = "나가는 중...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "대화에 참여한 사람들에게 회원님이 어디에 있는지 알립니다.";

"Licenses|Licenses screen title" = "라이센스";

"Licenses|text for licenses button" = "라이센스";

"Like|Like button title" = "좋아요";

"Load Earlier Messages|message for loading earlier messages" = "이전 메시지 로드";

"Loading...|Message presented while waiting for content to load." = "로드 중...";

"Locating You...|Message presented when waiting for an accurate location fix." = "위치 검색 중...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "위치가 비활성화됨";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "이 대화에서는 위치 기능을 사용하지 않음";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "위치 기능 꺼짐. 이 대화에 참여하는 사람들에게 회원님의 위치를 알리려면 위치 기능을 켜세요.";

"Location services are on|Title of location NUX when user has enabled location services." = "위치 서비스 켜짐";

"Log In to Facebook|Login - Login Button Title for password login" = "Facebook에 로그인";

"Logged in as %@|Login - Text showing who user is logged in as" = "%1$@(으)로 로그인";

"Login Approval Required|title of login approval dialog" = "로그인 승인 필요";

"Login Failed|Invalid login alert title" = "로그인 실패";

"Map|title of map tab" = "지도";

"Mark as Unread|Button label that will mark the thread as unread" = "읽지 않은 상태로 표시";

"Meet Friends on the Go|Title of megaphone to encourage user to share location." = "이동 중 친구들을 만나세요";

"Message|divebar message button title" = "메시지";

"Messages|Messenger module display name" = "메시지";

"Messages|name of the app with Facebook brand" = "메시지";

"Messenger|The title of the app, used in Appirater's dialog." = "메신저";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "친구 더 보기 (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "친구 더 보기 (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "온라인인 친구 더보기";

"NOTE: People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "참고: 추가하는 사람들은 이 대화의 모든 이전 메시지를 볼 수 있습니다.";

"Name is Too Long|alert title for long conversation name" = "이름이 너무 김";

"Name|Placeholder text: Name of new contact" = "이름";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "메시지. 다시는 놓치지 마세요!";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "친구들이 보낸 메시지를 다시는 놓치지 마세요.";

"New Contact|Button title: Create a new contact" = "새 연락처";

"New Message|Title of screen shown when user is composing a new message" = "새 메시지";

"New version available|Title of alert displayed when new version is available" = "새 버전이 없습니다.";

"Next|Generic button to move to next item" = "다음";

"Next|button label for moving to the next screen" = "다음";

"No Message|dialog title for when user tries to send an empty message" = "메시지 없음";

"No Recipients|dialog title for when user tries to send to no recipients" = "받는 사람 없음";

"No Results|Accessibility label describing a contacts search result with no results" = "결과 없음";

"No locations shared recently.|message on map view when no location has been shared recently" = "현재 공유된 위치가 없습니다.";

"No response.|Error reported when no response is received from the server" = "응답이 없습니다.";

"No, Thanks|Label on button for user to decline to rate the app" = "안 할래요";

"Nobody will see exactly where you are.|Explanation to let user know sharing location will not expose his exact location." = "회원님이 정확히 어디 있는지는 아무도 알 수 없습니다.";

"Not Now|Button text to temporarily ignore the installation message" = "나중에";

"Not Now|Not now alert popup button" = "나중에 하기";

"Not Now|Title of button to not share location for now." = "나중에 하기";

"Not Now|button label for deferring enabling push notifications" = "나중에 하기";

"Not now|Button title to decline an upgrade" = "나중에";

"Notifications for This Conversation|Title for per-thread notification settings" = "이 대화의 알림 설정";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "이 대화의 알림 설정이 꺼져 있습니다.";

"Notifications|Label for enabling/disabling notification" = "알림";

"OK|Title for generic OK button." = "승인";

"Off Until %@|Short string for indicating that alerts are off until X time" = "%1$@까지 끔";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "1시간 동안 끔";

"Off|Short string for indicating that alerts are off" = "꺼짐";

"On|Short string for indicating that alerts are on" = "켜짐";

"Open in Maps|action sheet option for opening an address in the Maps app" = "지도에서 열기";

"Password|password field placeholder on login screen" = "비밀번호";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "이 대화 참여자는 회원님이 위치를 지도에서 볼 수 있습니다.";

"People|Section title for list of thread participants." = "참여자";

"People|title of people tab" = "사람";

"Phone Number|placeholder text for phone number field" = "전화번호";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "휴대폰 또는 이메일";

"Pin friends you message most|Label when users have no favorites" = "메시지를 가장 자주 보내는 친구 표시";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "확인 코드를 확인하고 다시 시도해 주세요.";

"Please check your network connection and try again.|" = "네트워크 연결을 확인하고 다시 시도해 주세요.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "번호를 확인하고 다시 시도해 주세요.";

"Please check your number and try again.|alert message for invalid phone number" = "번호를 확인하고 다시 시도해 주세요.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Facebook 메신저의 최신 버전을 다운로드하세요.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "메시지를 입력하거나 사진을 첨부하세요.";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "휴대폰 번호 또는 이메일을 입력하세요";

"Please enter a valid country code.|alert message for invalid country code" = "유효한 국가 코드를 입력하세요.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Facebook에 로그인하는 데 사용하는 이메일과 비밀번호를 입력하세요.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "상대방의 이름과 연락처를 입력하세요.";

"Please include a description of your problem.|Message for empty feedback warning." = "문제에 대해 설명해 주세요.";

"Please rate the quality of your call|Prompt for call quality survey" = "통화 품질에 대해 평가해 주세요.";

"Please re-login to renew your session.|Error message for expired session" = "세션을 갱신하려면 다시 로그인하세요.";

"Please use a shorter conversation name.|alert message for long conversation name" = "더 짧은 대화 이름을 사용하세요.";

"Preview|title for image preview screen" = "미리 보기";

"Privacy & Terms|text for privacy and terms button" = "개인정보취급방침 및 약관";

"Pull down to refresh...|message for pull down to refresh" = "새로 고치려면 아래로 끌어 내리세요…";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "푸시 알림이 꺼졌습니다.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "푸시 알림 소리가 꺼졌습니다.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "푸시 알림이 꺼졌습니다.";

"Push up to refresh...|message for push up to refresh" = "새로 고치려면 위로 누르세요…";

"REC|The record button" = "녹화";

"Rate %@|Alert title for asking user to rate this app." = "%1$@ 평가하기";

"Rate %@|Label on button prompting user to rate the app." = "%1$@ 평가하기";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "친구들이 모바일이나 웹 상 등 어디에 있건 연락할 수 있습니다.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "친구들이 어디에 있든지 채팅할 수 있습니다.";

"Record Audio|action sheet option for recording some audio" = "오디오 녹음";

"Record Video|action sheet option for recording a video" = "동영상 녹화";

"Record Voice|Button label for attaching an audio clip" = "음성 녹음하기";

"Record|Record button for voice message" = "녹화하기";

"Record|Record button for voice recording" = "녹화하기";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "녹음기가 시작되지 않았음";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "녹음 취소됨";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "녹음을 취소하려면 놓으세요";

"Release to refresh...|message for releasing to refresh" = "새로 고치려면 화면에서 손을 떼세요…";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "나중에 알려 주세요";

"Remove Attachment|action sheet option for removing current attachment" = "첨부 파일 제거";

"Remove Photo|action sheet option for removing chosen photo" = "사진 삭제";

"Remove Photo|action sheet option for removing current attachment" = "사진 삭제";

"Removing...|text for removing progress" = "제거 중...";

"Report a Problem|title for give feedback or report bug" = "문제 신고";

"Resend|Resend - Resend Button Title" = "재발송";

"Retry|generic retry button" = "다시 시도";

"Save Photo|action sheet option to save photo to library" = "사진 저장";

"Save photo as conversation image?|" = "대화 이미지로 사진을 저장하시겠습니까?";

"Save|" = "저장";

"Saving...|Progress text shown while saving a new image for a thread" = "저장 중";

"Saving...|Progress text shown while saving a new name for a thread" = "저장 중...";

"Search for Friends|Accessibility label for button that toggles display of friends list/search" = "친구 검색";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "다른 친구 검색...";

"Search to add favorites|placeholder in edit favorites search bar" = "즐겨찾기 추가를 위해 검색";

"Search|placeholder in search bar" = "검색";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "검색 중...";

"See which friends are within walking distance or visiting your city, and let them know you're nearby.|Description of NUX to encourage user to share location." = "어떤 친구가 걸어갈 수 있는 거리에 있는지, 회원님이 있는 도시를 방문했는지 알아보고 회원님이 근처에 있음을 알리세요.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "모두 읽음";

"Seen by everyone|Seen state text for when everyone has seen the message." = "모든 사람이 읽음";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "%1$@님이 %2$@에 읽음";

"Seen by %@|Text for when a message has been seen by 1 person" = "%1$@님이 읽음";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "%1$@님이 읽음";

"Seen by:|Text for seen state header" = "읽은 사람:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "%1$@에 %2$@근처에서 읽음";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "%1$@에 읽음";

"Select country code|select country code text" = "국가 코드 선택";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "휴대폰, 채팅, 웹으로 보내기";

"Send|Nav bar send button text" = "보내기";

"Send|Send button for voice message" = "보내기";

"Send|text to show in the send button" = "보내기";

"Sending...|sending progress text" = "보내는 중…";

"Sent a message|default notification text for messages with no body text" = "메시지를 보냈습니다";

"Sent from Messenger|indicator that a message was sent from Messenger" = "메신저에서 보냄";

"Sent from email|indicator that a message was sent from email" = "이메일에서 발송";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "휴대폰에서 발송";

"Sent from web|indicator that a message was sent sent from web or chat" = "웹에서 발송";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "%1$@에서 보냄";

"Session Expired|Error title for expired session" = "세션이 만료됨";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "앱 설정 > 일반 > 위치 서비스";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "앱 설정 > 위치 서비스";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "앱 설정 - 개인 정보 - 위치 서비스";

"Settings|Settings alert popup button" = "설정";

"Settings|title for settings page" = "설정";

"Settings|title of settings tab" = "설정";

"Share|Share button title" = "공유하기";

"Shared a link|text for a link share" = "링크를 공유했습니다.";

"Shared a photo|text for a photo share" = "사진을 공유했습니다.";

"Shared a video|text for a video share" = "동영상을 공유했습니다.";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Facebook에 가입하기";

"Skip|Skip - Skip Button Title" = "건너뛰기";

"Something went wrong. Want to try again?|retry dialog message" = "문제가 발생했습니다. 다시 시도하시겠습니까?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "죄송합니다. 오류가 발생했습니다.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "그룹 채팅 시작";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "미디어 첨부 중단";

"Stop|Stop button for voice recording" = "정지";

"Submit|Submit button title" = "제출";

"Switch Account|text for switching logged in user" = "계정 변경";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "통화를 완료하려면 Wi-Fi로 바꾸세요";

"Take Photo|action sheet option for taking a photo" = "사진 촬영";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "메시지를 보내려면 \"다시 시도\"를 탭하세요.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "채팅을 켜려면 도구를 클릭";

"Tap to discover who's in the area|Message of in-app notification explaining that user can tap to learn more about sharing location." = "누가 회원님과 같은 동네에 있는지 알아보기";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "통화 화면으로 돌아가려면 누르세요";

"Tap to send a message|Message of in-app notification explaining that user can tap to message to nearby friends." = "메시지 전송";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "위치 기능을 켜려면 클릭";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "해당 번호로 문자 메시지를 보낼 수 없습니다.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "친구들이 휴대폰을 사용중이거나 채팅중일 때 등 언제든 메시지를 보내세요.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "해당 전화번호는 문자 메시지를 받을 수 없습니다.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Facebook에 접속하던 중 문제가 발생했습니다. 인터넷 연결 상태를 확인하고 다시 시도해 주세요.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "연결중 문제가 발생했습니다. Wi-Fi에 연결하거나 다시 시도하세요.";

"This Conversation|header text for alert settings applying to a single conversation" = "이 대화";

"Timeline|Button text to go to a user's timeline" = "타임라인";

"Timeline|divebar timeline button title" = "타임라인";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "팁: 놓치는 메시지가 없도록 하기";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "전화를 받으려면 새 버전의 메신저로 업데이트해야 합니다.";

"To complete your phone number activation, please enter the activation code|" = "전화번호 활성화를 완료하려면 활성화 코드를 입력하세요.";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "메시지에 위치를 포함시키려면 회원님의 %1$@(으)로 이동하세요.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "전화를 걸려면 새 버전의 메신저로 업데이트해야 합니다.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "이 대화에 대해 알림을 해제하려면 대화 설정으로 이동합니다.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "회원님의 모든 대화에서 위치 기능을 사용하지 않으려면 %1$@(으)로 가세요.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications" = "알림을 켜려면 iPhone 설정 %1$@ 알림 %2$@ 메신저를 방문하세요.";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "이 기능을 사용하려면 %1$@ 설정으로 가서 위치 서비스를 선택하세요. Facebook에 대해 켜기를 선택하세요.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "이 기능을 사용하려면 %1$@ 설정에서 개인 정보 보호를 누르고 위치 서비스를 선택한 다음 Facebook 위치를 켜세요.";

"To|Accessibility label for to field in contact picker" = "받는 사람:";

"To:|to field in contact picker" = "받는 사람:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "누른 상태에서 말하세요. \n전송하려면 놓고, 취소하려면 버튼을 밀어주세요.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "다시 시도";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "채팅 끔";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "오전 8시까지 끄기";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "1시간동안 끄기";

"Turn Off|Option to turn off alerts" = "끄기";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "채팅 켬";

"Turn On Location Services|Error message title when location services are unavailable." = "위치 서비스 켜기";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "알림 켜기";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "알림 켜기";

"Turn On|Option to turn on alerts" = "켜기";

"Turn On|Turn on alerts" = "켜기";

"Turn On|button label for deferring enabling push notifications" = "켜기";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "푸시 알림 켜기";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "새 메시지의 도착 시간을 알 수 있도록 푸시 알림 켜기";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "입력 중...";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "%1$@에게 전화할 수 없음";

"Unable to Play Voice Message|The message to show when user receives a voice message but his app doesn't support playing it back." = "음성 메시지를 재생할 수 없음";

"Unable to Save Image|retry dialog title for setting thread image" = "이미지를 저장할 수 없음";

"Unable to Send|Title for send feedback failed warning." = "전송 불가능";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "대화에 더 많은 사람을 추가할 수 없습니다. 다시 시도해 주세요.";

"Unable to name your conversation.|error message after setting conversation name" = "대화의 이름을 만들 수 없습니다.";

"Unable to remove you right now.|error messages after leaving conversation" = "지금은 회원님을 제거할 수 없습니다.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Facebook에 메시지를 자주 보내는 사람을 저장할 수 없음";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "메시지를 보낼 수 없습니다. 다시 시도할까요?";

"Unable to send message.|Alert text for when a message failed to send." = "메시지를 보낼 수 없음";

"Unable to send right now.|error message for failing to send message" = "지금은 보낼 수 없습니다.";

"Unpin|button title to remove user from favorites" = "표시 취소";

"Update|Get new version now button." = "업데이트";

"Updating...|updating progress text" = "업데이트 중…";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "지금 업그레이드";

"Use|use nav bar button in photo preview screen" = "사용";

"View Call|Text show on button that views an incoming call" = "통화 조회";

"View in Maps|action sheet option for viewing a map" = "지도에서 보기";

"View|Alert button that takes user to the thread where a message failed to send" = "보기";

"We'll text you a link to confirm your number.|Confirmation information text" = "번호 확인 링크를 문자로 보내 드리겠습니다.";

"Welcome to Messenger|Title for NUX page" = "메신저에 오신 것을 환영합니다";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "이 메시지를 누구에게 보내시겠습니까?";

"You can control this in your privacy settings.|Explanation to let user know he can change settings of sharing location." = "이 항목은 공개 범위 설정에서 관리할 수 없습니다.";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "로그인 코드가 곧 SMS 또는 이메일로 발송됩니다.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "메시지를 받았을 때 이를 알 수 없습니다.";

"Your carrier doesn't allow calling with Messenger. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if carrier doesn't allowVOIP and not on wifi" = "회원님의 통신시가 메신저를 이용한 통화를 허용하지 않습니다. 전화 설정에서 Wi-Fi를 켜세요.";

"Your message was not sent.|text shown when a message failed to send" = "메시지가 전송되지 않았습니다.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "메시지가 전송되지 않았습니다.";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "1일 전에 활동";

"active 1h ago|indicator that a user was active 1 hour ago" = "1시간 전에 활동";

"active 1m ago|indicator that a user was active 1 minute ago" = "1분 전에 활동";

"active now|indicator that a user is currently active, on web or mobile" = "지금 활동중";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "%1$@ 전 모바일을 이용함";

"active on mobile|presences status for being active on mobile" = "모바일 이용 중";

"active %id ago|indicator that a user was active 2+ days ago" = "%1$i일 전에 활동";

"active %ih ago|indicator that a user was active 2+ hours ago" = "%1$i시간 전에 활동";

"active %im ago|indicator that a user was active 2+ minute ago" = "%1$i분 전에 활동";

"active %@ ago|presences status for being active a relative time ago" = "%1$@ 전 이용함";

"error|A short message for audio play error" = "오류";

"is calling|text below the caller's name when they are calling" = "에게서 전화왔습니다";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "입력 중...";

"on mobile|presences status for being available on mobile" = "모바일";

"online %@ ago|presences status for being online on the web a relative time ago" = "온라인 %1$@ 전";

"online|presences status for being online on the web" = "온라인";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "메시지 입력 중...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d / %2$d";

"%i Friend of Friends|Number of friends of friends in search result (singular)" = "친구의 친구 %1$i명";

"%i Friend|Number of friends in search result (singular)" = "친구 %1$i명";

"%i Friends of Friends|Number of friends of friends in search result (plural)" = "친구의 친구 %1$i명";

"%i Friends|Number of friends in search result (plural)" = "친구 %1$i명";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i일";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i시간";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i분";

"%id|short indicator that a user was active 2+ days ago" = "%1$i일";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i시";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i분";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@님과 %2$@님이 Facebook 메신저를 이용합니다.";

"%@ are Nearby|Title of in-app notification showing some friends are nearby. E.g. Tom, Jerry, +2 are Nearby" = "%1$@님이 근처에 있음";

"%@ is Nearby|Title of in-app notification showing some friend is nearby. E.g. Tom is Nearby" = "%1$@님이 근처에 있음";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@님에게서 전화가 왔습니다.";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@님이 통화중입니다.";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@님이 자리에 없습니다.";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@님이 입력 중입니다.";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@님에게서 전화왔었습니다";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@님이 Facebook 메신저를 이용합니다.";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@님";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@님 외 %2$i명";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@님이 Facebook 메신저를 이용합니다.";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@님 외 친구 1명이 메신저를 이용합니다.";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@님 외 친구 %4$i명이 메신저를 이용합니다.";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friend is Nearby|Title of in-app notification showing some friend is nearby. E.g. 1 Friend is Nearby" = "친구 %1$u명이 근처에 있음";

"%u Friends are Nearby|Title of in-app notification showing some friends are nearby. E.g. 2 Friends are Nearby" = "친구 %1$u명이 근처에 있음";

"%u Friends are Nearby|Title of megaphone to encourage user to share location. E.g. 2 Friends are Nearby." = "친구 %1$u명이 근처에 있습니다";

"%u of your friends are sharing when they're nearby|Message to let user know how many of his friends are sharing location." = "회원님의 친구 %1$u명이 자신의 위치 정보를 공유합니다.";

"%u photo attached|Accessiblity text for a single photo" = "사진 %1$u장 첨부";

"%u photos attached|Accessibility text for a photo set" = "사진 %1$u장 첨부";

